# Задача-1: поработайте с переменными, создайте несколько,
# выведите на экран, запросите от пользователя и сохраните в переменную, выведите на экран

#number = int(input('Введите любой число '))
#chicken1 = input('введите ваше имя: ')
#surname = input('введите вашу фамилию: ')
#print('Добро пожаловать в наш жесткий мир ' + surname + ' ' + chicken1)


# Задача-2: Запросите от пользователя число, сохраните в переменную,
# прибавьте к числу 2 и выведите результат на экран.
# Если возникла ошибка, прочитайте ее, вспомните урок и постарайтесь устранить ошибку.

#number2 = int(input('Введите ваше любимое число: '))
#number3 = number2 + 2
#print(number3)

# Задача-3: Запросите у пользователя его возраст.
# Если ему есть 18 лет, выведите: "Доступ разрешен",
# иначе "Извините, пользование данным ресурсом только с 18 лет"
#age = int(input('введите ваше полное количество лет: '));
#if age >= 18:
 #   print ('Доступ разрешен')
#else:
 #   print('Извините, пользование данным ресурсом только с 18 лет')